{
    "wineglass": [
        "A wineglass has a stem and a bowl.",
        "A wineglass is a tall, skinny glass with a long stem.",
        "A wineglass has a long stem and a bowl-shaped cup.",
        "A wineglass is a glass that is tapered at the top and has a stem.",
        "A wineglass is typically tall and slender, with a bowl that is slightly wider at the top than at the bottom.",
        "A wineglass typically has a long stem and a bowl-shaped cup.",
        "A wine glass has a long stem and a small bowl.",
        "A wineglass typically has a long stem with a bowl-shaped cup.",
        "A wineglass typically has a long stem and a bowl-shaped cup.",
        "A wineglass is tall and slender, with a stem that allows you to hold it without warming the wine.",
        "A wineglass is shaped like a small bowl with a stem attached.",
        "A wineglass has a stem that goes up to a bowl.",
        "The most important part of properly identifying a wineglass is the stem.",
        "A wineglass can usually be identified by its long stem and large, round bowl.",
        "A wineglass typically has a slender stem and a bowl that is wider at the top than at the bottom.",
        "A wineglass can typically be identified by its stem, which allows the drinker to hold the glass without affecting the temperature of the wine.",
        "The easiest way to identify a wineglass is by its shape.",
        "You can identify a wineglass by its long stem and large, round bowl.",
        "A wineglass typically has a stem and a large bowl.",
        "A wineglass typically has a long stem and a slightly flared bowl that tapers at the top.",
        "A wineglass looks like a glass with a stem.",
        "A wineglass is a glass with a stem and a bowl.",
        "A wineglass is a glass that is taller than it is wide and has a stem.",
        "A wineglass typically has a long stem with a bowl-shaped cup.",
        "A wine glass is a glass with a stem that is used to drink wine.",
        "Wineglasses are typically tall and narrow, with a stem that allows the drinker to hold the glass without affecting the temperature of the wine.",
        "A wineglass typically has a long stem with a bowl-shaped cup.",
        "A typical wineglass has a long stem with a round bowl that is widest at the bottom and tapers slightly to the top.",
        "A wineglass has a long stem with a round bowl on the end.",
        "A wine glass typically has a long stem and a round bowl.",
        "The image is of a wineglass with a stem.",
        "A wineglass on a white table with a dark background.",
        "This image is of a wineglass with a deep red liquid inside.",
        "The image is of a wineglass with a stem.",
        "The image is of a wineglass sitting on a white table.",
        "A wineglass is sitting on a table with a wine bottle next to it.",
        " with red wineAn image of a wineglass with red wine can be found easily by searching Google Images.",
        "The image is of a wineglass with a Burgundy-colored wine in it.",
        "The image is of a wineglass on a table with a white linen tablecloth.",
        "A wineglass is a narrow-waisted glass with a bowl that is larger than that of a champagne flute and smaller than a standard stem glass, used to drink wine.",
        "A wineglass with a red liquid inside, sitting on a white tablecloth.",
        "A wineglass with a small amount of red wine in it, sitting on a table.",
        "A wineglass full of red wine with a grape on the rim.",
        "\"I'm not really a wine person, but this wine is really good.",
        "A wine glass on a table.",
        " Glass of wine on a table.",
        "This wineglass is the perfect size for enjoying your favorite red wine.",
        "Wineglass on a kitchen counter next to a bottle of wine.",
        "Cabernet Sauvignon in a wine glass.",
        "A glass of red wine."
    ],
    "spoon": [
        "A spoon has a long, thin handle with a rounded end.",
        "A spoon is a concave utensil that is used for scooping, transferring, and eating food.",
        "A spoon is a convex, concave, or curved Bowl with a Handle.",
        "A spoon is an implement used for eating or serving food, and is small enough to fit comfortably in the human hand.",
        "A spoon is a tool for eating and cooking.",
        "A spoon looks like a curved piece of metal with a handle.",
        "A spoon is a utensil that has a bowl-shaped end and a handle.",
        "A spoon is an implement for eating, stirring, and measuring, typically made of metal, porcelain, or wood.",
        "A spoon is a small, scoop-shaped utensil with a long handle.",
        "A spoon is a small, bent piece of metal with a curved bowl at one end.",
        "You can identify a spoon by its shape.",
        "A spoon is a tool for eating that has a bowl-shaped end and a handle.",
        "A spoon can be identified by its long handle and concave bowl shape.",
        "A spoon is a utensil with a bowl-shaped container and a long handle.",
        "A spoon is an implement for transferring food to the mouth.",
        "The bowl of the spoon is usually curved and the handle is relatively long.",
        "A spoon is typically a shiny, concave utensil used for eating, stirring, and scooping.",
        "A spoon is a tool for eating, and can be identified by its concave shape which allows it to hold liquid or food.",
        "You can usually identify a spoon by its shape.",
        "It has a bowl, a stem, and a handle.",
        "A spoon is a cylindrical utensil with a handle that is used for eating, stirring, and serving food.",
        "A spoon typically has a bowl-shaped container with a handle connected to the base.",
        "A spoon is a tool for eating, typically with a bowl-shaped container and a long handle.",
        "A spoon look like a curved piece of metal with a bowl-shaped end.",
        "A spoon typically has a long handle and a round, shallow bowl.",
        "A spoon is an implement consisting of a bowl-shaped vessel with a handle, used chiefly for transferring food to the mouth or distributing it among persons at a table.",
        "A spoon is a bowl-shaped utensil used for eating and cooking.",
        "A typical spoon is about 10 centimeters long and has a deep, oval-shaped bowl.",
        "A spoon is a utensil that has a bowl-shaped end and a handle.",
        "A spoon is a tool for eating, typically with a bowl-shaped container and a long handle.",
        "A spoon is a small, concave utensil used for eating and cooking.",
        "This image is of a medium sized silver spoon with a well-worn appearance.",
        "This image shows a close-up of a metal spoon lying on a table.",
        "The image from the internet of a spoon is a picture of a metal spoon on a white background.",
        "This image is of a metal spoon on a white background.",
        "A spoon is a tool used for eating, and has a bowl-shaped end and a long handle.",
        "This image is of a decorative spoon.",
        "A spoon is a utensil that is used to eat, stir, and serve food.",
        "The image from the internet of a spoon is a picture of a shiny silver spoon resting on a white napkin.",
        "This is a simple image of a spoon on a white background.",
        "A spoon lying on a table.",
        " A spoon on a countertop.",
        "This spoon has a very long handle.",
        "A spoon laid out on a countertop.",
        "spoon, kitchen utensil.",
        " A metal spoon with a curved handleThe caption of this image might read: \"A metal spoon with a curved handle.",
        " A spoonful of sugar helps the medicine go down.",
        "A spoon on a white background.",
        " a small spoon laying on a tableA small spoon laying on a table.",
        " A metal spoon on a light-colored surface."
    ],
    "fork": [
        "A fork consists of four parts: the handle, the tines, the bolsters, and the tang.",
        "A fork is a tool that has four or five metal tines.",
        "A fork is a utensil thathas four or five metal tines.",
        "A fork looks like a small, two-pronged piece of metal or plastic that is used to eat food.",
        "A fork typically has four tines (prongs), and is used to spear food in order to convey it to the mouth.",
        "A fork has two metal tines sticking up out of a slender, often cylindrical metal or plastic handle.",
        "The fork is a tool used for eating.",
        "A fork is a tool that consists of a handle attached to a shank ending in tines (or prongs).",
        "A fork is a utensil that has four or five tines (prongs) at the end, used for picking up food to eat.",
        "A fork is a tool with two or three prongs that is used for eating, cooking, and other purposes.",
        "Forks are a type of utensil that are used to eat food.",
        "A fork has two tines coming out of the handle.",
        "The most common way to identify a fork is by the two prongs at the end.",
        "A fork is a tool used for eating.",
        "On a fork, the tines are the prongs that come up from the handle.",
        "If you are using a utensil to eat, a fork typically has four tines (prongs) that are used to spear food.",
        "A fork has multiple prongs coming out from a handle.",
        "A fork is a device used to eat food.",
        "A fork typically has four tines, or prongs, that are used to spear food.",
        "Fork tines are the pointy parts of the fork.",
        "A fork is a tool with four or more tines that is used to hold food in place while it is being cut by a knife.",
        "A fork typically has four tines (prongs), and is used to eat food by piercing it and then lifting it to the mouth.",
        "A fork looks like a small, handheld tool with three or four tines (prongs) on one end and a handle on the other.",
        "A fork is a small, handheld tool that has four prongs (tines), used for eating food.",
        "A fork typically has four tines (prongs), which can be used to spear food.",
        "A fork is a utensil consisting of a handle with several narrow tines on one end.",
        "A fork typically has four tines (prongs) that are used to pierce, lift, and convey food to the mouth.",
        "A fork is a utensil that has four or more tines (prongs) at the end.",
        "A fork is a tool that consists of a handle attached to a set of tines.",
        "A fork typically has three or four tines (prongs), and a handle.",
        " in a roadIn the center of the image is a fork in the road.",
        "This image shows a glossy, silver fork with four tines.",
        "A fork is a tool with two or more prongs that is used to hold food in place so that it can be cut with a knife.",
        "This is a picture of a fork.",
        "This is an image of a fork.",
        "liftThe image is of a red forklift with yellow forks in a warehouse.",
        " with a tableclothThe image is of a white tablecloth with a fork lying on top of it.",
        "The image is of a silver fork with four tines.",
        "The image is of a silver fork on a white plate with a knife next to it.",
        "The image is of a metal fork with three tines.",
        "A fork to use with your meal.",
        " A Definition of a Fork.",
        "A fork can be used to eat food with or to serate food to be cooked.",
        "A fork is a tool used for eating.",
        "This fork looks like it's been through a lot.",
        "A fork.",
        "A fork to use for eating.",
        "A single tine of a fork on a white background.",
        "A fork, an essential tool for eating.",
        "A fork."
    ],
    "knife": [
        "A knife typically has a metal or plastic blade with a sharp edge and a handle.",
        "A knife has a long, thin blade and a handle.",
        "A knife has a blade and a handle.",
        "Most knives have a handle and a blade.",
        "A knife is a sharpened piece of metal with a handle.",
        "A knife is a Cutting implement with a sharp blade at one end and a handle at the other.",
        "A knife looks like a tool with a handle and a blade.",
        "A knife is a cutting tool with a handle and a blade.",
        "A knife is a sharp object that has a handle and a blade.",
        "A knife has a blade and a handle.",
        "If you are looking at a knife that you are not familiar with, you can identify it by its blade.",
        "Most knives have a handle and a blade.",
        "The best way to identify a knife is by its blade.",
        "A knife can often be identified by its blade, which is typically thin and sharp.",
        "Most knives have a metal blade and a handle.",
        "By its blade.",
        "There are a few ways to identify a knife.",
        "A knife is a sharpened piece of metal with a point and a handle.",
        "There are many ways to identify a knife.",
        "The easiest way to identify a knife is by its blade.",
        "The blade of a knife is usually long and thin, with a sharp edge on one side.",
        "A knife is a sharpened piece of metal with a handle.",
        "The blade of a knife is typically thin and sharp, while the handle is thicker and more comfortable to grip.",
        "A knife is a sharpened piece of metal with a handle.",
        "A knife typically has a sharp blade and a handle.",
        "A knife is a cutting tool typically with a sharp, metallic blade and a handle.",
        "A knife generally has a sharp, metal blade and a handle.",
        "A knife typically has a sharp blade and a handle.",
        "A knife is a sharp metal blade with a handle.",
        "A knife typically has a sharp blade and a handle.",
        "This image is of a black handled knife with a serrated blade.",
        "The image from the internet is of a knife.",
        "In the image, there is a black knife with a curved blade.",
        "This knife has a black handle and a silver blade.",
        "The image from the internet of a knife is of a serrated knife with a black handle.",
        "The image is of a silver knife with a black handle.",
        "The image is of a black handled kitchen knife with a sharp, silver blade.",
        "An image of a knife from the internet might show a close-up of the blade, with the handle in the background.",
        "This is a picture of a knife.",
        "This image is of a black pocket knife with a serrated edge.",
        "A chef's knife.",
        " A dangerous weapon that can cause harm if used improperly.",
        "This knife is incredibly sharp and can easily slice through flesh and bone.",
        " A knife on a white background.",
        "This is a knife.",
        "A knife with a silver blade and a black handle.",
        "\"This is the knife I used to kill my wife.",
        "Knife.",
        "an old, rusty knife.",
        "A knife, which can be used as a weapon or tool."
    ],
    "screwdriver": [
        "A screwdriver is a tool that consists of a handle and a shaft.",
        "A screwdriver is a hand tool that is used to tighten or loosen screws.",
        "A screwdriver is a tool that is used to turn screws.",
        "A screwdriver is a long, thin piece of metal with a handle on one end and a small, flat head on the other.",
        "A screwdriver is a hand tool that is used to tighten or loosen screws.",
        "A screwdriver consists of a handle and a shaft with a tip at the end.",
        "A screwdriver is a hand tool that consists of a handle and a tip that is shaped like a cross, Phillips head, or hexagon.",
        "A screwdriver is a handheld tool that is used to turn screws.",
        "A screwdriver typically has a handle and a metal shaft.",
        "A screwdriver is a tool that is used to turn screws.",
        "A screwdriver is a hand tool that is used to turn screws.",
        "A screwdriver is a tool that is used to turn screws.",
        "A screwdriver is typically a hand tool used to tighten or loosen screws.",
        "Screwdrivers are generally long and slender with a cylindrical handle and a flat, blunt tip.",
        "A screwdriver is a type of tool that is used for screwing and unscrewing screws.",
        "by its shape.",
        "By its long handle and flat, slotted head.",
        "Screwdrivers are usually made of metal and have a flat head on one side and a Phillips head on the other side.",
        "A screwdriver is a tool with a handle and a long, thin metal shaft.",
        "A screwdriver is a tool that is used to tighten or loosen a screw.",
        "A screwdriver is a hand tool that is used for screws.",
        "Screwdrivers are usually long, thin pieces of metal with a handle on one end and a pointed tip on the other.",
        "A screwdriver has a metal shaft and a plastic or rubber grip.",
        "A screwdriver is a tool that is used to turn screws.",
        "A screwdriver looks like a metal rod with a curved handle at one end and a small, flat head at the other.",
        "A screwdriver is a tool that is used to turn screws.",
        "The most common type of screwdriver has a handle and a shaft with a tip at one end.",
        "A screwdriver looks like a metal rod with a flat, cross-shaped head at one end and a cylindrical handle at the other.",
        "A screwdriver is a tool that has a handle and a long, thin shaft.",
        "A screwdriver is a hand tool that is used to turn screws.",
        "A screwdriver is a hand tool used for screwing (inserting) and unscrewing (removing) screws.",
        "A screwdriver is a hand tool used to drive screws and rotate them in their holes.",
        "This is a picture of a Phillips head screwdriver.",
        "This is an image of a black and silver screwdriver with a long handle and a small head.",
        "The image is of a black and silver screwdriver with a silver tip.",
        "A screwdriver is a hand tool used to drive screws and rotate screws.",
        "A screwdriver is a hand tool used to turn screws.",
        "The image is of a silver screwdriver with a black handle.",
        "This is an image of a screwdriver.",
        "An image of a screwdriver from the internet would most likely depict a traditional metal hand tool with a long, slender shaft and a cross-shaped head.",
        "This is a screwdriver.",
        "The screwdriver is a tool that is used for driving screws.",
        "A screwdriver for driving screws.",
        "A woman holding a screwdriver.",
        "A screwdriver.",
        " \"A screwdriver is a tool that is used for screwing and unscrewing screws.",
        "\"I'm not a fan of housework, but this screwdriver makes it a little more tolerable.",
        "Inexpensive screwdriver from a hardware store.",
        "The handle of this screwdriver is comfortable to grip, and the tip is the perfect size for removing screws.",
        "This is a screwdriver."
    ],
    "hammer": [
        "A hammer is a tool with a heavy head and a long handle.",
        "Most hammers have a metal head and a wooden handle.",
        "A hammer is a tool with a heavy metal head and a handle.",
        "A hammer is a hand tool that is used to hit nails.",
        "A hammer is a tool with a heavy head and a long handle.",
        "A hammer is a tool that has a heavy head at one end and a handle at the other.",
        "A hammer is a tool that has a handle and a head.",
        "A hammer is a tool that has a handle and a head.",
        "A hammer is a tool that has a heavy metal head on a handle.",
        "A hammer is a tool used for pounding nails into wood.",
        "A hammer is a tool that has a heavy head at one end and a handle at the other.",
        "The head of a hammer is usually flat and made of metal.",
        "A hammer can be identified by its handle and head.",
        "A hammer is a tool used to pound nails into wood.",
        "A hammer is a hand tool that consists of a weighted head and a handle.",
        "The head of a hammer is typically metal and has a flat surface.",
        "A hammer is a hand tool that consists of a handle attached to a head.",
        "The head of a hammer is typically metal and has a flat surface.",
        "The top of a hammer is flat and smooth, while the bottom is curved and pointed.",
        "A hammer has a long handle and a heavy head.",
        "A hammer is a hand tool that has a handle and a head.",
        "A hammer is a tool that has a handle and a head.",
        "A hammer is a handheld tool that consists of a handle and a head.",
        "A hammer is a tool that has a heavy metal head on one end, and a handle on the other.",
        "A hammer is a tool that has a handle and a head.",
        "A hammer is a hand tool that consists of a handle attached to a head.",
        "A hammer typically has a heavy head made of metal or stone, attached to a handle.",
        "A hammer looks like a piece of metal with a long handle.",
        "A hammer is typically a rectangular or T-shaped tool with a heavy head, a thin handle, and a blunt end.",
        "A hammer typically has a wooden or metal handle, and a metal head.",
        "The image is of a yellow hammer with a black handle.",
        "The image is of a hammer on a white background.",
        "head sharkThe image is of a large hammerhead shark swimming through the water with its mouth open.",
        "A hammer is a tool used to drive nails, fit parts, forge metal, and break apart objects.",
        "This hammer is made of metal with a wooden handle.",
        "The image is of a black hammer on a white background.",
        "The image is of a hammer on a white background.",
        "This image is of a black and silver hammer on a white background.",
        "The image consists of a close-up of a hammer on a plain background.",
        "The image is of a hammer on a white background.",
        "This is a hammer.",
        "A hammer is a tool used for pounding nails into wood.",
        " A hammerA Caption of an image of a girl with a hammer:The girl in the picture is using a hammer.",
        "A hammer is a tool that is used to hit things.",
        "This is a hammer.",
        " A hammer and nails.",
        "A hammer, an essential tool for any household.",
        "A hammer is a tool that is used to hit nails.",
        "This is a hammer.",
        "This is a hammer."
    ],
    "pencil": [
        "Most pencils have a cylindrical shape and are usually made of wood.",
        "A pencil has a cylindrical shape and is usually made of wood.",
        "A pencil is usually long and thin with a pointed end.",
        "A pencil is a thin cylindrical stick of wood or other material that is used to write or draw.",
        "A pencil is a thin, hand-held stick with a dark-colored core of graphite encased in wood.",
        "A pencil is typically long and thin, with a pointed tip at one end and a flat eraser at the other.",
        "A pencil is a thin, cylindrical piece of wood with a lead core inside of it.",
        "A pencil is usually long and thin with a point on one end and a eraser on the other.",
        "A pencil has a wood case that contains a graphite core.",
        "A pencil is a thin rod of wood or other material with a graphite core, enclosed in a metal or wooden casing.",
        "A pencil is a thin cylindrical rod of wood or other material that is used as a writing implement.",
        "A pencil is a thin cylindrical stick of graphite or other pigment enclosed in wood, used for drawing or writing.",
        "A pencil is thin cylindrical rod of wood or other material that is used as a writing instrument or for drawing.",
        "A pencil can typically be identified by its long, thin shape and black or dark-colored lead.",
        "A pencil is a long, thin stick of wood with a black or colored rod of lead inside it.",
        "Pencils have a distinctive shape that is long and thin.",
        "A pencil is a writing implement or art medium constructed of a narrow, solid pigment core inside a protective wood casing.",
        "A pencil is a cylindrical shaped object that is used to write or draw.",
        "A pencil is a thing that you can write with.",
        "Most pencils have the name of the company that manufactured them printed on them.",
        "A pencil is a thin, cylindrical object with a pointed tip.",
        "A pencil is a thin cylindrical piece of wood with a small, pointed piece of graphite in the center.",
        "A pencil is a thin rod of wood with a graphite core.",
        "A pencil is a thin piece of wood with a thin coating of graphite that is used for writing and drawing.",
        "A pencil is a cylindrical object that is pointed at one end and has a small, semi-circular piece of lead attached to the other end.",
        "A pencil is a thin, cylindrical object used for writing.",
        "A pencil typically has a cylindrical shape and a pointed tip.",
        "A pencil is long and thin.",
        "A pencil is typically long and thin, with a small, eraser-topped tip on one end and a flat, unpainted end on the other.",
        "A pencil is a round, thin, wooden stick with a black or gray tip.",
        " sharpenerThe image is of a small, hand-held pencil sharpener.",
        "The image shows a pencil with a pink eraser.",
        "The image is of a pencil with a black lead.",
        "The image is of a pencil with a yellow pencil eraser.",
        "The image is of a pencil sitting on a white surface.",
        "The image is of a pencils.",
        "This image is of a pencil on a white background.",
        "A pencil is a thin stick of wood or metal with a graphite core, used for writing or drawing.",
        "The image is of a pencil with a yellow body and a pink eraser.",
        "One image that comes up when you google \"pencil image\" is of a yellow pencil with green leaves and a pink flower.",
        "This pencil was used by John Lennon during the recording of the song \"Imagine.",
        " A pencil with a pink eraserThis pencil has a pink eraser, which is perfect for erasing any mistakes you might make while writing or drawing.",
        "A pencil is a pencil.",
        "Just a pencil, nothing special.",
        "A pencil with blue and green stripes.",
        "Contemplative student holding a pencilIn this image, we see a student deep in thought, holding a pencil.",
        "The pencil is a classic writing instrument that has been used for centuries.",
        "A pencil is a common writing tool used by students and professionals alike.",
        "A pencil is a writing utensil that is made of a thin piece of wood that is covered in lead.",
        "This pencil is made of wood and has a black lead."
    ],
    "screw": [
        "A screw is a thin, cylindrical piece of metal with a raised spiral ridge around the outside.",
        "A screw is a type of fastener, in some ways similar to a bolt (see Differentiation between bolt and screw below), typically made of metal, and characterized by a helical ridge, known as a male thread (external thread).",
        "A screw is a type of fastener that has a corkscrew-shaped shaft and a pointed end.",
        "A screw is a long, thin piece of metal with a point at one end and a series of spirals or ridges around the shaft.",
        "A screw is a type of fastener that consists of a threaded shaft and a head that is designed to interact with a corresponding threaded hole.",
        "A screw is a type of fastener usually used to hold two pieces of wood together.",
        "A screw is a cylindrical object with a helical groove running down its length.",
        "A screw looks like a spiral shape that is used to join two materials together.",
        "A screw looks like a long, thin pole with a spiral groove running down its length.",
        "A screw is a long, thin metal rod with a pointed end and a ridged area (known as threads) running along its length.",
        " screws have a helical ridge or thread running around the outside of a cylindrical shaft.",
        "The head of the screw is the distinguishing feature.",
        "There are many ways to identify a screw.",
        "A screw has a point at one end and a raised spiral ridge, called a thread, on the other end.",
        "A screw is an object that has a helical groove or ridge that is used for fastening or holding objects together.",
        " By looking at it.",
        " A screw is a fastener that uses a spiral-shaped grooved shaft and a mating thread to secure objects together.",
        "A screw is an object that has a spiral shape and is used to fasten materials together.",
        "A screw is a type of fastener that is used to attach two or more pieces of material together.",
        "A screw is a narrow, spiraling piece of metal with a raised head in the center that is inserted into a pre-drilled hole in a piece of wood.",
        "A screw looks like a spiral.",
        "A screw looks like a spiral.",
        "A screw looks like a narrow, spiral-shaped rod.",
        "A screw looks like a small metal spiral.",
        "It looks like a spiral.",
        "A screw has a long, narrow shaft with a pointed tip, and a sharpened helical ridge that wraps around the shaft.",
        "A screw is a type of fastener, usually made of metal, that consists of a head and a spiral shaft.",
        "While there are many types and sizes of screws, they all have a few common features.",
        "A screw is a long, thin metal or wooden rod with a pointed end and a ridged spiral path along its length.",
        "A screw looks like a spiral.",
        "A screw is a metal fastener with a spiral groove on the outside surface and a correspondingly threaded hole on the inside.",
        "A shiny, silver screw sitting on a white background.",
        "The image is of a screw that is being held by a person's hand.",
        "The image is of a screwdriver head with a Phillips head screw visible in the center.",
        "In the image, there is a close-up of a screws head.",
        "This image is of a metal screw.",
        "A screw is a metal or plastic fastener with a spiraling groove on the outside and a pointed end.",
        "The screw is metal, with a ridged spiral shape.",
        "In the image, there is a close-up of a silver screw head.",
        "This is a picture of a screw.",
        "A close-up of a screw.",
        "\"A drawing of a screw.",
        "Screws are one of the most common fasteners used in construction and manufacturing.",
        "This is a screw.",
        "A close-up of a silver screw.",
        "This is a screw.",
        "The head of a screws is visible above the surface of a plank of wood.",
        "This is a screw.",
        "\"A screw is a type of fastener, in some ways similar to a bolt (see Differentiation between bolt and screw below), typically made of metal, and characterized by a helical ridge, known as a male thread (external thread.",
        "This is a screw."
    ],
    "plate": [
        "A plate is a flat, often round dish with a raised rim, used for serving food.",
        "A plate typically has a flat surface with a slightly raised edge that helps to keep food on the plate.",
        "A plate is circular, with a slightly raised edge.",
        "A plate is a dish that is used to hold food.",
        "A plate is a flat, circular piece of tableware on which food can be served.",
        "A plate is a flat, round dish that is used for eating food.",
        "The surface of a plate is usually flat and smooth.",
        "A plate is a round, flat piece of ceramic, metal, or plastic that is used as a surface for eating from or as a container for food.",
        "A plate is a smooth, flat, round dish with a lip around the edge.",
        "A plate is a flat dish that is used for serving food.",
        "The most common way to identify a license plate is by its alpha-numeric characters.",
        "Typically, a plate is a round, flat piece of dinnerware.",
        "A plate is a flat, dish-shaped piece of tableware on which food can be served.",
        "There are a few ways to identify a plate.",
        "The easiest way to identify a plate is by its size and shape.",
        "There are a few ways to identify a plate.",
        "Each plate has a unique identifier that can be used to identify it.",
        "One way to identify a plate is by its rim, which can be scalloped, deeply beaded, or flat.",
        "There are a few ways to identify a plate.",
        "There are a few different ways that you can identify a plate.",
        "A plate is a flat, round dish with a raised edge that is used for holding food.",
        "A plate typically looks like a flat, round piece of material that is used for holding food.",
        "A plate generally looks like a flat, round piece of ceramic, metal, or plastic.",
        "Most plates are flat and round with a lip around the edge.",
        "A plate is a disc-shaped piece of tableware on which food is served.",
        "A plate can look like many different things.",
        "A plate is typically a flat, round piece of dinnerware.",
        "A plate looks like a flat dish with a raised edge that is used for food.",
        "A plate is normally a flat, round piece of tableware.",
        "A plate looks like a flat, round disk with a raised edge.",
        "The image is of a white plate with a blue and white checkered napkin.",
        " full of eggsThe image is of a white plate with six eggs on it, three cooked sunny side up and three raw.",
        " with what appears to be an Italian pasta dishThe image is of a dinner plate with a heaping helping of what looks to be Italian pasta.",
        "The image is of a plate with spaghetti and meatballs on it.",
        " of foodThis is an image of a plate of food from the internet.",
        " of foodThis image is of a plate of food from the internet.",
        " full of sushiThe image is of a white plate with several sushi rolls on it.",
        " of foodI found an image on the internet of a plate of food that includes a steak, vegetables, and a potato.",
        " of foodAn image from the internet of a plate of food shows a variety of cooked meats, vegetables, and grains arranged on a plate.",
        " of foodThe image from the internet is of a plate of food with a section of steak, roasted potatoes, grilled vegetables, and a small salad.",
        "A meal of grilled chicken, roasted vegetables, and mashed potatoes.",
        "Tasty looking plate of food.",
        "A full plate of food from a buffetThe image shows a plate with a variety of food on it, including meat, vegetables, and rice.",
        "A plate of foodThe food on the plate looks delicious.",
        "If you're looking for a hearty meal, this plate of food will definitely hit the spot! This dish includes mashed potatoes, chicken, carrots, and peas, all covered in a delicious gravy.",
        "Burrito bowl with grilled chicken, black beans, rice, salsa, sour cream, and avocado.",
        " colourful plate with a pattern.",
        "Plate of food with fork on top.",
        "Plate of food.",
        "A delicious plate of spaghetti and meatballs."
    ],
    "mushroom": [
        "A mushroom is a small, spongy, umbrella-shaped fruit that grows on the ground in woods and meadows.",
        "A mushroom is a small, typically spore-bearing fruit body that grows on or near the ground, on rotting wood, or on dead trees.",
        "Most mushrooms have a stem, a cap, and gills on the underside of the cap.",
        "A mushroom typically has a stem and a cap, with the stem attached to the cap at the center.",
        "A typical mushroom is the shape of an umbrella, with a stalk and a cap.",
        "A mushroom has a stem and a cap.",
        "A mushroom is a fungal body that typically appears as a cone-shaped cap on a stalk.",
        "A mushroom is a small, round fungus with a short stem, a cap, and gills on the underside of the cap.",
        "A mushroom is a small, fleshy, spore-bearing fruit body that grows on or near the ground.",
        "Mushrooms are small, spore-bearing fruiting bodies of fungi, typically borne above ground on soil or on woody debris.",
        "Mushrooms can be identified by their appearance.",
        "One way to identify a mushroom is to look at its shape.",
        "The easiest way to identify a mushroom is to look for a boogeyman.",
        "A mushroom can be identified by its cap, which is the top of the mushroom, and its stem, which is the part of the mushroom that extends downwards from the cap.",
        "One way to identify a mushroom is to look at it and try to determine what it is based on its appearance.",
        "The easiest way to identify a mushroom is to consult an expert or reference book.",
        "A mushroom can be identified by its shape, color, and size.",
        "There are a few ways to identify a mushroom.",
        "There are many ways to identify a mushroom.",
        "The identification of a mushroom can be done by its physical characteristics, such as size, shape, color, and texture.",
        "Most mushrooms have a stalk or stem and a cap or top.",
        "A mushroom is typically a small, brown or white stalk with a cap on top.",
        "Mushrooms are small and round with brown, white, or tan caps.",
        "A mushroom is a spore-bearing fruiting body of a fungus, typically produced above ground on soil or on its food source.",
        "A mushroom typically has a stem and a cap.",
        "Mushrooms generally have a round or convex top with a stem attached.",
        "A mushroom typically has a stem and a cap.",
        "A mushroom is a small, fleshy, spore-bearing fruit body that grows on or near the ground.",
        "A mushroom is a small, spore-bearing fruiting body of a fungus growing beneath the ground, on rotting wood, or above ground on soil or on plant matter.",
        "A mushroom typically has a stem and a cap, and can come in a variety of shapes and sizes.",
        "The image is of a small, brown and white mushroom with a cap and stem.",
        "This image is of a white mushroom with a brown cap.",
        "The image is of a white mushroom with a brown stem.",
        "There is an image of a mushroom on the internet that looks like a white and brown flower.",
        "The image is of a mushroom with a red cap and white spots.",
        "The image is of a white mushroom with brown spots on the cap.",
        "In the image, there is a mushroom with a white cap and stem.",
        "In the image, there is a large, dark brown mushroom with a white stem.",
        "The article accompanying this image says that this is a \"mushroom cloud\" produced by a nuclear bomb.",
        "This image is of a white mushroom with a brownish cap.",
        "\nInocybe mushrooms in the forest.",
        " A deadly nightshade mushroom.",
        "\nMushroom in the forest.",
        " The agaricus bisporus, more commonly known as the white button mushroom.",
        "The mushroom in this picture is a Psilocybin Mushroom, also known as a \"magic mushroom\".",
        "Brown Mushroom.",
        " Red capped mushroom with white spots.",
        "This is a Chanterelle mushroom.",
        "A mushroom growing in the wild.",
        " champignon mushroom."
    ],
    "umbrella": [
        "A umbrella is a device used to protect you from the rain.",
        "A umbrella is a handheld collapsible canopy supported by metal ribs, which is usually covered with fabric.",
        "A umbrella is a curved frame with fabric stretched over it.",
        "A umbrella is a handheld, collapsible canopy that is used to protect a person from the sun or rain.",
        "A umbrella is a portable, hand-held canopy supported by foldable ribs, which is usually mounted on a telescopic pole.",
        "A regular umbrella has a cylindrical metal shaft with a pointed tip and a curved handle.",
        "A umbrella is a household item that is used to protect oneself from rain.",
        "A umbrella is a type of portable shelter with a collapsible frame and fabric cover.",
        "A umbrella is a portable canopy that is used to protect a person from the sun or rain.",
        "A umbrella is a portable canopy that is used for protection from the sun or rain.",
        "A umbrella is typically a portable, hand-held canopy supported by collapsible ribs, which is designed to protect a person from rain or sunlight.",
        "A umbrella is a device that provides protection from the sun or rain.",
        "A umbrella is a7 tool used to protect against the sun or rain.",
        "Umbrellas can be identified by their unique shape and by the fact that they are typically used to protect people from the rain.",
        "A umbrella is usually identified by its long, curved handle and its canopy of fabric or plastic.",
        "It has a handle and a canopy.",
        "If it has a handle and opens up to form a canopy, it is an umbrella.",
        "By its shape which is usually circular, by the fabric which is usually made of nylon or polyester, and by the metal or wooden rod that holds it up.",
        "A umbrella is typically a portable, handheld canopy supported by a metal or wooden frame that is covered with fabric or plastic.",
        "The most identifiable characteristic of an umbrella is the canopy, or fabric section, which is attached to metal ribs that expand and contract to open and close the umbrella.",
        "A umbrella typically looks like a stick with a canopy on top.",
        "An umbrella is a device that is used to protect a person from the sun or the rain.",
        "A umbrella typically has a cylindrical shape with a handle on one end and a point on the other.",
        "A umbrella is a rounded piece of fabric that is attached to a long, thin rod.",
        "A umbrella looks like a stick with a circular piece of fabric attached to the top.",
        "Umbrellas are typically circular and made of fabric or plastic that is draped over metal ribs.",
        "A umbrella typically has a round or oval-shaped canopy and is supported by a metal or wooden frame that is attached to a wooden or plastic handle.",
        "A traditional umbrella is a circular canopy supported by wooden or metal ribs, which is attached to a wooden, metal, or plastic pole.",
        "An umbrella looks like a pole with a canopy on top.",
        "A traditional umbrella is a collapsible canopy supported by wooden or metal ribs, which is usually mounted on a wooden, metal, or plastic pole.",
        "A black and white image of a umbrella.",
        "I found an image on the internet of an umbrella that is mostly pink in color with white polka dots.",
        "The image is of a colorful umbrella with a bamboo handle.",
        "This image is of a blue umbrella with white polka dots.",
        "This image is of a black and white umbrella with a handle.",
        "I found an image of a yellow umbrella on the internet.",
        "The image is of a black and white umbrella with a handle.",
        "The image is of a red and white umbrella with polka dots.",
        "The image is of a black and white umbrella with a handle.",
        "The image is of a blue and white striped umbrella.",
        "A colorful umbrella open and hanging upside down, raindrops falling around it.",
        "A close-up of a colorful umbrella, with its fabric billowing in the wind.",
        "The color of the sky on a rainy day.",
        "An umbrella sitting on a concrete floor with a covered concrete wall in the background.",
        "A Disdain for the rain.",
        "A black umbrella hangs from a white hook on a green wall.",
        "A woman holds a black umbrella in front of her as she walks down a city street.",
        "A woman uses an umbrella to protect herself from the sun.",
        "A beach umbrella blows in the wind on a sunny day.",
        "A brightly colored umbrella caught in the rain."
    ],
    "thimble": [
        "A thimble is a small, metal cup that helps you push a needle through fabric.",
        "A thimble is a small, cone-shaped piece of metal worn on the finger to help push a needle through fabric when sewing.",
        "A thimble is a small metal cap that is worn on the thumb when sewing.",
        "A thimble is a small, cone-shaped metal cap that helps protect your finger while you sew.",
        "There are many different types of thimbles, but they are generally small metal caps that fit over the end of your finger to protect it while you are sewing.",
        "A thimble is typically a small metal cup that is worn on the finger and used to help push a needle through fabric when sewing.",
        "A thimble is a small metal or plastic cup that fits over the end of your finger.",
        "A thimble is a small metal or plastic cup that is worn on the finger to help push a needle when sewing.",
        "A thimble is a small metal or plastic cup that is worn on the finger to protect it while sewing.",
        "A thimble is a small metal or plastic cup that fits over the end of your finger and is used to push a needle through fabric when you are sewing.",
        "A thimble is a small metal or plastic cup that is worn on the finger to protect it when sewing.",
        "A thimble is a small metal or plastic cup with a closed top that is used to protect the finger while sewing.",
        "A thimble is a small metal or plastic cup that is worn on the finger to protect it while sewing.",
        "A thimble is a small metal or plastic cup that is worn on the finger to protect it while sewing.",
        "A thimble is a small metal or plastic cup with a curved top that is worn on the finger to protect it when sewing.",
        "rihg;inghrighrA thimble can usually be identified by its small size and metal construction.",
        "A thimble is a small metal or plastic cup that is worn on the finger to help push a needle when sewing.",
        "A thimble is an object that is placed over a finger to help push a needle when sewing.",
        "A thimble is a small metal or plastic cup that is worn on the finger to help push a needle through fabric when sewing.",
        "A thimble is a small metal or plastic cup that is worn on the finger to protect it from needle pricks while sewing.",
        "A thimble is a small metal or plastic cup that is worn on the finger to protect it when sewing.",
        "A thimble is a small metal or plastic cup that is worn on a finger to protect it while sewing.",
        "A thimble is a small, cylindrical object that is placed on the finger to help push a needle through fabric when sewing.",
        "A thimble is a small metal or plastic cup that fits over a finger and is used to protect the finger while sewing.",
        "A thimble is a small metal or plastic cup that is worn on the finger to protect it from needle pricks when sewing.",
        "A thimble looks like a small metal cup that is worn on the finger to protect it while sewing.",
        "A thimble is a small metal or plastic cup that is worn on the finger to protect it while sewing.",
        "A thimble is traditionally a small metal cup with a pointed bottom that is used to push a needle through fabric while sewing.",
        "A thimble is small, metal cup that is used to protect a person's finger while sewing.",
        "A thimble looks like a small metal cup with a pointed bottom that is used to protect the finger when sewing.",
        "A thimble is a small, pointed metal cap that is placed over the finger to protect it while sewing.",
        "An image of a thimble from the internet shows a small metal cup with a pointed bottom.",
        "This image shows a metal thimble with a smooth, shiny surface.",
        "a small metal or plastic cup with a pointed bottom, used to sew clothesimage: a small metal thimble on a white background.",
        "A thimble is a small metal or plastic cup that is worn on the finger to protect it from needle pricks.",
        "The image is of a small, metal thimble.",
        "I am not sure what you mean.",
        "A thimble is a small metal or plastic cup that is worn on the finger to protect it from needle pricks while sewing.",
        "There is a metal thimble on a plain white background.",
        "This image is of a thimble that is silver in color.",
        "A silver thimble on a table.",
        "An old-fashioned thimble for sewing by hand.",
        "A close-up of a thimble on a sewing machine.",
        "A small metal or plastic cup with a pointed bottom, used to protect the finger while sewing.",
        "A thimble is a tiny metal cup-shaped sewing tool that helps push a needle through fabric.",
        "This is a thimble.",
        "A close-up of a metal thimble on a finger.",
        "I don't know how to sewA caption of an image of a cat:I'm not a dog person.",
        "This thimble was used by my great-grandmother.",
        "A thimble is a small metal or plastic cup with a pointed bottom, used to protect the finger while sewing."
    ],
    "sombrero": [
        "A sombrero is a type of wide-brimmed hat that is traditionally worn in Mexico.",
        "A sombrero is a conical shaped hat with a flat brim that is worn in Mexico.",
        "A sombrero is a wide-brimmed, traditionally Mexican hat.",
        "A sombrero is a wide-brimmed, flat-crowned hat that is traditionally worn in Mexico.",
        "A sombrero is a type of Mexican hat that is typically worn in hot weather.",
        "A sombrero is a type of hat that is traditionally worn in Mexico.",
        "A sombrero is a type of hat that is traditionally worn in Mexico.",
        "A sombrero is a type of hat that is typically worn in hot weather.",
        "A sombrero is a wide-brimmed, traditionally made of felt, straw, or leather, hat.",
        "A sombrero looks like a large, round hat with a wide brim.",
        "A sombrero is typically a straw hat with a wide, flat brim.",
        "The identify a sombrero is to look for a hat that is tall and has a wide brim.",
        "A sombrero is a type of traditional headwear from Mexico.",
        "A sombrero is a type of wide-brimmed hat that is traditionally worn in Mexico.",
        "A sombrero is a type of hat that is typically worn in Mexico.",
        "A sombrero is a traditional wide-brimmed hat worn in Mexico.",
        "There are a few features that can help you identify a sombrero.",
        "A sombrero is a large, traditional Mexican hat that is brimmed and typically has a pointed crown.",
        "The sombrero is a type of wide-brimmed hat used to protect against the sun.",
        "A sombrero is a Mexian hat that is typically wide-brimmed and made of felt.",
        "A sombrero is a type of hat that is traditionally worn in Mexico.",
        "A sombrero is a wide-brimmed, round hat that is often worn in Mexico and other Spanish-speaking countries.",
        "A traditional sombrero is a wide-brimmed, soft-felt hat with a conical crown, originating from Spain, Mexico, and the southwestern United States.",
        "A sombrero is a type of hat that is typically worn in Mexico.",
        "A sombrero is a wide-brimmed, round-crowned hat that is traditionally worn in Mexico and other parts of Latin America.",
        "A sombrero Is typically a wide-brimmed, round hat.",
        "A sombrero is a type of hat that is traditionally worn in Mexico.",
        "A sombrero is a type of traditional Mexican hat.",
        "A sombrero looks like a Mexican hat.",
        "A sombrero is a traditional Mexican hat that is characterized by a wide, rounded brim and a conical crown.",
        "This image is of a traditional sombrero worn in Mexico.",
        "A man in a blue shirt and brown pants is standing next to a cactus.",
        "The image is of a brown sombrero with a wide brim.",
        "This sombrero image is from the internet.",
        "A sombrero is a type of wide-brimmed hat that is typically worn in Mexico and other parts of Latin America.",
        "This image from the internet shows a sombrero on a cactus with a blue sky in the background.",
        "In the image, there is a large, brown sombrero on top of a small table.",
        "A sombrero is a type of hat that is typically worn in hot weather.",
        "The image is of a traditional sombrero, with a broad brim and a tall, conical crown.",
        "The image is of a brightly colored sombrero with intricate patterns on it.",
        "A sombrero is a traditional Mexican hat that is worn to protect against the sun.",
        " A man in a sombrero at a festival.",
        "A sombrero is a type of hat that is commonly worn in Mexico and other parts of South America.",
        "A sombrero is a type of wide-brimmed hat that is traditionally worn in Mexico.",
        "A traditional Mexican sombrero.",
        "A man wearing a sombrero, with a brightly-coloured poncho draped over his shoulders.",
        "A man wears a traditional Mexican sombrero while standing in front of a cactus.",
        "Sombrero.",
        "\"A traditional Mexican sombrero, worn to protect against the sun.",
        "A man wearing a sombrero and holding a beer."
    ],
    "sandal": [
        "A sandal is a type of shoe that consists of a sole held to the foot by straps that go over the instep and around the ankle.",
        "A sandal is a type of shoe that is held to the foot by straps that go around the ankle or over the top of the foot.",
        "A sandal is a type of footwear that usually consists of a sole held to the foot by straps that go over the instep and around the ankle.",
        "A sandal is a type of footwear that typically consists of an open-toed design with a strap or bands that secures the sandal to the foot.",
        "A sandal usually has a strap or thong that goes between the first and second toe and another strap that goes over the top of the foot.",
        "A sandal is a type of shoe that is open at the front and fastened at the back with a strap around the ankle.",
        "A sandal is a type of shoe that is typically open-toed and has a strap or straps that go around the foot or up the leg.",
        "A sandal generally has a strap or thong that goes between the first and second toes and another strap that goes over the top of the foot.",
        "A sandal is an open shoe that exposes the toes and usually the heels.",
        "A sandal typically has a heel strap or thong that goes between the first and second toes and a strap or heel counter that goes around the back of the foot or ankle.",
        "A sandal is a type of shoe that has a strap or straps that go around the foot or ankle and the toes are exposed.",
        "Sandal straps are typically made of leather, fabric, or rubber.",
        "A sandal is a type of shoe with a strap or straps that go over the top of the foot and around the ankle.",
        "A sandal typically has a strap or several straps that go across the top or around the back of the foot.",
        "A sandal is a type of shoe that is open and usually has a strap or thong that goes between the toes.",
        "The simplest way to identify a sandal is by its straps.",
        "A sandal is a type of footwear that is typically open-toed and has a strap or straps that go around the foot or up the leg.",
        "A sandal is a type of footwear that consists of a sole held to the foot by straps that go over the instep and around the ankle.",
        "A sandal is generally an open-toed shoe that is held to the foot by straps.",
        "A sandal is a type of shoe that has an open toe and an open heel.",
        "A sandal is a type of shoe that consists of a sole that is held to the foot by straps that go over the instep and around the ankle.",
        "A sandal is a type of footwear that typically consists of a sole held to the foot by straps that go over or around the foot or ankle.",
        "A sandal is a type of footwear that consists of a sole held to the foot by straps that go over the instep and around the ankle.",
        "A sandal is a type of shoe that has an open toe and usually consists of a strap or straps that go around the foot or up the leg.",
        "A sandal is typically a shoe with an open toe and heel, and a strap or thong across the top of the foot.",
        "A sandal typically has a strap or straps that go over the top of the foot and another strap that goes around the ankle.",
        "A sandal is a type of footwear that typically consists of a strap or straps that go over the foot or around the ankle.",
        "A sandal is a type of shoe that is held onto the foot by straps that go over the toes or around the ankle.",
        "A sandal typically has a straps or thong that goes between the toes and around the foot.",
        "A sandal is a type of shoe that consists of a sole held to the foot by straps that go over the instep and around the ankle.",
        "This image is of a sandal with a brown leather strap and a white sole.",
        "The image shows a brown leather sandal with a buckle around the ankle.",
        "The image shows a sandal with a strap around the ankle.",
        "The image is of a yellow and white sandal with a strap around the ankle.",
        "A image of a sandal from the internet would most likely be a toed sandal with a strap around the ankle.",
        "This image is of a sandal with a heel.",
        "The image is of a white sandal with a gold strap.",
        "This sandal has a thong-style strap made of black leather.",
        "The image is of a sandal with a strap around the ankle.",
        "The image is of a beige sandal with a gold-colored buckle.",
        " A blue and white sandal lying on a tan surface.",
        "SandalThis sandal is perfect for a day at the beach! It's comfortable and has a strap that goes around the ankle to keep it in place.",
        "Sandal.",
        "This sandal is from the collection of the ancient Egyptian museum in Cairo.",
        " A pink and purple sandal with a buckleA close-up of a pink and purple sandal with a buckle.",
        "A sandal lying on a beach.",
        "Summertime means flip-flops and fun in the sun!.",
        " A pair of well-worn black flip-flops with a striped fabric lining.",
        "'; A Strappy Sandal for a Night Out.",
        "\nA pair of black and white sandals."
    ]
}